Repository: JuaPenagos/Dreamfood
Catalog: DreamFood/DreamFood/Resources/Resource.*.resx
Languages: es, it

# TurnOnInternet
source: Please turn on your internet connection
es: Por favor, active la conexión a internet
it: Controlla la connessione a Internet

# NoInternet
source: No internet connection
es: No hay conexión a internet
it: Nessuna connessione Internet

source: Accept
es: Aceptar
it: Accetta

source: Restaurants
es: Restaurantes
it: Ristoranti

source: Search
es: Buscar
it: Cerca

# ImageSource
source: Where do you take the picture?
es: ¿De dónde vas a tomar la foto?
it: Dove prendi immagine ?

source: From gallery
es: De la galería
it: Dalla galleria!

# NewPicture
source: Take a new picture
es: Tomar una nueva imagen
it: Scatta una nuova foto

source: Cancel
es: Cancelar
it: Annulla

source: Recommendations
es: Recomendaciones
it: Raccomandazioni

source: Login
es: Inicio de sesión
it: Accesso

source: Add Recommendation
es: Agregar recomendación
it: Raccomandazioni

source: Save
es: Guardar
it: Salva

source: Add Recommendations
es: Añadir Recomendaciones
it: Raccomandazioni

source: Add Restaurant
es: Añadir Restaurante
it: Ristorante

# ChangeImage
source: Tap to change the image
es: Toque para cambiar la imagen
it: Tocca per cambiare immagine

source: Register
es: Registrar
it: Registra

source: First Name
es: Nombre
it: Nome

source: Last Name
es: Apellidos
it: Cognome

source: EMail
es: Correo electrónico
it: Posta elettronica

source: Phone
es: Teléfono
it: Telefono

source: Password
es: Contraseña:

source: Password Confirm
es: Confirmación de contraseña
it: Conferma password

source: EMail Error
es: Introduce su eMail
it: Errore e-mail

source: Password Error
es: Error de contraseña
it: Password errata

# PasswordConfirmError
source: Error in the confirmation of the password
es: Error en la confirmación de la contraseña
it: Errore nella conferma della password!

source: Passwords No Match
es: Las contraseñas no coinciden
it: Password No Match!

source: Register Confirmation
es: Confirmación de registro
it: Registrazione conferma

source: Confirm
es: Confirmación
it: Conferma

source: Word Key Error
es: Error en la palabra clave
it: Errore chiave

# TypeRestaurant
source: Type of restaurant
es: Tipo de restaurante
it: Tipo di ristorante!

# TypeRestaurantPlaceHolder
source: Enter type of restaurant
es: Ingrese tipo de restaurante
it: Digitare Restaurant PlaceHolder!

# DistanceRestaurant
source: Distance to restaurants
es: Distancia restaurantes
it: Distanza dai ristoranti!

source: Email Validation
es: Validación de Email
it: Verifica dell'email

source: Password Validation
es: Validación de contraseña
it: Convalida password

# SomethingWrong
source: The email or password is incorrect
es: El email o la contraseña es incorrecta
it: L'indirizzo e-mail o la password sono errati

source: Rememberme
es: ¡Recuérdame!
it: Ricordati di me!

# Forgot
source: Forgot your password?
es: ¿Ha olvidado la contraseña?
it: Password dimenticata?

source: Restaurant Name
es: Nombre del restaurante
it: Nome Ristorante

source: Restaurant Type
es: Tipo de Restaurante
it: Ristorante

# RestaurantAddress
source: Address
es: Dirección
it: Indirizzo

# RestaurantPhone
source: Phone
es: Teléfono
it: Telefono

# RestaurantRemarks
source: Remarks
es: Observaciones
it: Commenti!

# PlaceholderRestaurantName
source: Enter Restaurant Name
es: Introduzca el nombre de restaurante
it: Immettere il nome del ristorante!

# PlaceholderRestaurantType
source: Enter Restaurant Type
es: Introduzca el tipo del restaurante
it: Immettere il tipo di ristorante!

# PlaceholderRestaurantAddress
source: Enter Restaurant Address
es: Ingrese Dirección del restaurante
it: Immettere l'indirizzo del ristorante!

# PlaceholderRestaurantPhone
source: Enter Phone Number
es: Introduzca teléfono del Restaurante
it: Inserisci il tuo Numero di Telefono

source: Map
es: Mapa
it: Mappa

source: Menu
es: Menú

source: Exit
es: Cerrar sesion
it: Esci

# FirstNamePlaceholder
source: Enter First Name
es: Introduzca su Nombre
it: Inserisci il tuo nome

# LastNamePlaceholder
source: Enter Last Name
es: Introduzca Apellido
it: Inserisci il tuo cognome

# EmailPlaceHolder
source: Enter Email
es: Escriba el correo electrónico
it: Immetti un indirizzo e-mail

# PhonePlaceHolder
source: Enter Phone Number
es: Introduzca su numero de teléfono
it: Inserisci il tuo Numero di Telefono

# PasswordPlaceHolder
source: Enter Password
es: Escriba su contraseña
it: Immettere la password

# PasswordConfirmPlaceHolder
source: Enter Password Confirm
es: Ingrese la contraseña de confirmación
it: Inserisci la password Conferma!

# FirstNameError
source: Please Enter Your Name
es: Escribe su nombre
it: Inserisci il tuo nome.

# LastNameError
source: Please Enter Your Last Name
es: Escribe sus apellidos
it: Immettere il cognome.

# PhoneError
source: Please Enter Your Phone
es: Ingrese su teléfono
it: Per favore, inserisca il suo numero di telefono

# DistanceRestaurantPlaceHolder
source: Enter Distance in km.
es: Ingrese distancia en km.
it: Immettere la distanza in km.!

source: Word Key
es: Palabra clave
it: Parole

# WordKeyPlaceHolder
source: Food, Dish or keyword
es: Comida, Plato o palabra clave
it: Cibo, Piatto o parola chiave!

# RecomendationPlaceHolder
source: Enter Recommendation
es: Introduzca Recomendación!
it: Inserisci la raccomandazione!

# ValorationPlaceHolder
source: Select A Valoration
es: Seleccione una valoración!
it: Seleziona un valore!

# SelectRestaurantPlaceHolder
source: Select A Restaurant
es: Seleccione un restaurante
it: Seleziona un ristorante!

source: Restaurant
es: Restaurante
it: Ristorante

source: Score
es: Puntuación
it: Punteggio

source: Recommendation
es: Recomendación
it: Raccomandazione

# NameErrorrRecomendacion
source: Please enter the recommendation
es: Por favor ingrese la recomendación!
it: Si prega di inserire la raccomandazione!

# NameErrorRestaurant
source: Please select the name of the restaurant
es: Por favor, seleccione el nombre del restaurante!
it: Si prega di selezionare il nome del ristorante!

# NameErrorScore
source: Please select the rating of the recommendation
es: Seleccione el grado de la recomendación.
it: Si prega di selezionare la valutazione della raccomandazione!

# NameErrorType
source: Please enter the type of restaurant
es: Por favor ingrese el tipo de restaurante!
it: Per favore inserisci il tipo di ristorante!

# NameErrorPhone
source: Please enter the phone
es: Por favor introduzca su teléfono
it: Per favore, inserisci il numero di telefono!

# NameErrorAddress
source: Please enter the address
es: Por favor, introduce la dirección.
it: Per favore, inserisci l’indirizzo!

# DistanceRestaurantError
source: Distance Error
es: Error en los km de distancia
it: Errore di distanza!

# TypeRestaurantError
source: Error type of restaurant
es: Error en tipo de restaurant
it: Tipo di errore del ristorante!

source: Error
it: Errore
